tap "homebrew/core"

if OS.mac?
  tap "homebrew/cask"
end

brew "stow"
brew "git"
brew "zsh"
brew "tmux"

brew "neovim"
brew "lazygit"
brew "yazi"
brew "fastfetch"

brew "node"
brew "codex"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "zoxide"
brew "mediainfo"
brew "exiftool"

if OS.mac?
  cask "claude-code"
end
