brew "stow"

brew "neovim"
brew "lazygit"
brew "yazi"
brew "fastfetch"

brew "fnm"
brew "codex"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "zoxide"
brew "mediainfo"
brew "exiftool"

cask "codex"
cask "claude-code"
